[
    {
        "key": "0",
        "personalities": "ESTJ",
        "categories1": "สิ่งที่มีหลักการ",
        "categories2": "กิจกรรมเข้าสังคม",
        "info": "ชอบคิดวิเคราะห์ ให้ความสำคัญกับสิ่งที่เป็นไปได้ เคารพในวัฒนธรรมประเพณีและกฎระเบียบ ไม่ชอบการรีรอก่อนลงมือทำ มีความไวในการตัดสินใจ ตรงไปตรงมา"
    },
    {
        "key": "1",
        "personalities": "ESTP",
        "categories1": "ความสามารถในการสื่อสาร",
        "categories2": "กิจกรรมโลดโผน",
        "info": "เป็นคนที่เข้ากับผู้อื่นได้ง่าย ตรงไปตรงมา มีความกระตือรือร้น แก้ปัญหาเฉพาะหน้าได้ดี ให้ความสำคัญกับรายละเอียด เบื่อง่าย และใช้เหตุผลวิเคราะห์สิ่งต่างๆ"
    },
    {
        "key": "2",
        "personalities": "ESFJ",
        "categories1": "การช่วยเหลือผู้อื่น",
        "categories2": "อนุรักษ์นิยม",
        "info": "เป็นคนที่ไวต่อความรู้สึกและเป็นห่วงคนรอบตัว ชอบอยู่กับความเป็นจริง และการลงมือทำ เป็นกันเอง ชอบการมีปฏิสัมพันธ์ ไม่ชอบความขัดแย้ง"
    },
    {
        "key": "3",
        "personalities": "ESFP",
        "categories1": "ความสวยงามทางวัตถุ",
        "categories2": "การเรียนรู้สิ่งใหม่ๆ",
        "info": "เป็นคนที่มีพลังมาก ใส่ใจเรื่องความรู้สึก และชอบปฏิสัมพันธ์กับผู้คน มองหาประสบการณ์ใหม่ๆ มองโลกตามความป็นจริง รับรู้ถึงการเปลียนแปลงอย่างรวดเร็ว"
    },
    {
        "key": "4",
        "personalities": "ENTJ",
        "categories1": "ชอบการแข่งขัน",
        "categories2": "ดื่มด่ำธรรมชาติ",
        "info": "เป็นคนที่มีความเป็นผู้นำ เก่งด้านการวิเคราะห์ ตัดสินใจ สร้างสรรค์ และวางแผน ตรงไปตรงมา เป็นมิตร ชอบออกไปข้างนอก อาจรู้สึกยากเมื่อเผชิญหน้ากับความรู้สึกภายใน"
    },
    {
        "key": "5",
        "personalities": "ENTP",
        "categories1": "การสร้างสรรค์สิ่งใหม่ๆ",
        "categories2": "การเรียนรู้สิ่งใหม่ๆ",
        "info": "เป็นคนที่มีเสน่ห์ เข้าสังคมได้เก่ง เต็มไปด้วยไอเดีย ชอบความท้าทาย เก่งในการวิเคราะห์และใช้ตรรกะ อาจเป็นคนที่ไม่เก่งเรื่องการรับรู้อารมณ์ของคนอื่น"
    },
    {
        "key": "6",
        "personalities": "ENFJ",
        "categories1": "ความสามารถในการสื่อสาร",
        "categories2": "การช่วยเหลือผู้อื่น",
        "info": "เป็นคนที่เข้าใจและเอาใจใส่คนรอบข้าง มีความคิดสร้างสรรค์ ชอบการปฏิสัมพันธ์กับผู้คน เกิดความเครียดได้ง่าย ไม่ค่อยเปิดเผยความรู้สึก เป็นนักให้คำปรึกษา"
    },
    {
        "key": "7",
        "personalities": "ENFP",
        "categories1": "การสร้างสรรค์สิ่งใหม่ๆ",
        "categories2": "กิจกรรมเข้าสังคม",
        "info": "เป็นคนเป็นคนอบอุ่นและกระตือรือร้น มักจะมีผู้คนอยู่รอบข้างเสมอ มีเสน่ห์และความคิดสร้างสรรค์ ปรับตัวเก่ง เบื่อหน่ายในสิ่งที่จำเจ และอาจท่วมท้นไปด้วยความรู้สึกได้ง่าย"
    },



    {
        "key": "8",
        "personalities": "ISTJ",
        "categories1": "อนุรักษ์นิยม",
        "categories2": "เห็นคุณค่าของงานศิลปะ",
        "info": "เป็นคนที่ดูค่อนข้างสงบ พูดน้อย มองโลกตามความเป็นจริง ให้ความสำคัญกับรายละเอียด มีความรับผิดชอบ อาจจะกลายเป็นคนที่มีอารมณ์ขันในหมู่คนใกล้ชิด"
    },
    {
        "key": "9",
        "personalities": "ISTP",
        "categories1": "รักความเสมอภาค",
        "categories2": "กิจกรรมโลดโผน",
        "info": "เป็นคนที่ให้ความสำคัญกับเหตุผลและมักชอบมีโลกส่วนตัว พร้อมที่จะปรับตัวกับความท้าทายใหม่ๆ ชอบวิเคราะห์และหาทางแก้ปัญหา ไม่ค่อยเข้าใจเรื่องความรู้สึก"
    },
    {
        "key": "10",
        "personalities": "ISFJ",
        "categories1": "ความทรงจำ",
        "categories2": "การช่วยเหลือผู้อื่น",
        "info": "เป็นคนที่เป็นมิตร ชอบช่วยเหลือผู้คน มีความรับผิดชอบต่อหน้าที่ ให้ความสำคัญกับคนใกล้ชิด สามารถจดจ่อกับรายละเอียด ตัดสินใจโดยคำนึงถึงผลกระทบต่อคนอื่นๆ"
    },

    {
        "key": "11",
        "personalities": "ISFP",
        "categories1": "รักธรรมชาติ",
        "categories2": "ความเป็นศิลปิน",
        "info": "เป็นคนที่ร่าเริง ชอบอิสระ ใช้เวลาในการพัฒนาความสนิท เอาใจใส่คนใกล้ชิด เห็นอกเห็นใจคนอื่น เห็นรายละเอียดต่างๆ ได้อย่างดี มองโลกตามความเป็นจริง"
    },
    {
        "key": "12",
        "personalities": "INTJ",
        "categories1": "การสร้างสรรค์สิ่งใหม่ๆ",
        "categories2": "สนใจทางวิชาการ",
        "info": "เป็นคนที่มองการไกล มีความมั่นใจสูง เป็นผู้ฟังที่ดี ชอบความซับซ้อนและสิ่งที่มีความท้าทาย มีความสร้างสรรค์ บางครั้งอาจยึดติดกับความสมบูรณ์แบบมากไป"
    },
    {
        "key": "13",
        "personalities": "INTP",
        "categories1": "แนวคิดนามธรรม",
        "categories2": "การสร้างสรรค์สิ่งใหม่ๆ",
        "info": "เป็นคนที่มีความสามารถในการใช้ตรรกะและวิเคราะห์สิ่งต่างๆ มีความคิดสร้างสรรค์ อาจจะดูเป็นนักคิดเพ้อฝัน มักไม่ชอบทำตามกฎ มักใช้เวลากับกลุ่มเล็กๆ"
    },
    {
        "key": "14",
        "personalities": "INFJ",
        "categories1": "สนใจการพัฒนาตัวเอง",
        "categories2": "การสร้างสรรค์สิ่งใหม่ๆ",
        "info": "เป็นคนที่มักใช้สัญชาตญาณ มีความคิดสร้างสรรค์ รักอิสระ มีความคิดที่อยากเปลี่ยนสังคม เป็นคนที่ช่างดูแลเอาใจใส่ ซื่อสัตย์ มีความรับผิดชอบ และชอบให้กำลังใจผู้คน"
    },
    {
        "key": "15",
        "personalities": "INFP",
        "categories1": "ความเป็นศิลปิน",
        "categories2": "การเรียนรู้สิ่งใหม่ๆ",
        "info": "เป็นคนที่มีความคิดสร้างสรรค์ มองการณ์ไกล ค่อนข้างอ่อนไหว และเข้าใจผู้คน มีอุดมการณ์ รับมือกับการเปลี่ยนแปลงได้ดี มักไม่ค่อยจะแสดงตัวตน"
    }
]